{"translation-revision-date":"2024-02-18 07:24:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"If you lost your WooCommerce templates during an update you can restore them here:":["Falls du deine WooCommerce Templates während eines Updates verloren hast, kannst du diese hier wiederherstellen:"],"Debug and restore template mapping":["Template Zuordnung korrigieren"],"WP HTML Mail WooCommerce Update:":["WP HTML Mail WooCommerce Update:"],"import this template":["Dieses Template importieren"],"Redirect emails":["E-Mails umleiten"],"Plugin emails":["Plugin E-Mails"],"Debug":["Debug"],"Your settings could not be imported.":["Deine Einstellungen konnten nicht importiert werden."],"Your settings have been imported.":["Deine Einstellungen wurden importiert."],"More supported plugins":["Weitere unterstützte Plugins"],"get WP HTML Mail for":["hol dir WP HTML Mail für"],"Active plugins":["Aktive Plugins"],"We try to detect the plugins sending emails so you can customize some settings for each type of emails.":["Wir versuchen zu erkennen welche Plugins welche E-Mails senden sodass du die Einstellungen pro Plugin anpassen kannst."],"Recipient address":["Empfänger Adresse"],"Redirect all emails":["Alle E-Mails umleiten"],"If you want to avoid emails being sent to users or customers, you can temporary redirect all mails to another recipient.":["Wenn du vermeiden möchtest, dass E-Mails an Benutzer oder Kunden gesendet werden, kannst du vorübergehend alls E-Mails an einen anderen Empfänger umleiten."],"Redirect emails \/ Email test mode":["E-Mails umleiten \/ Test Modus"],"Save settings":["Einstellungen speichern"],"Typically WordPress sends all emails using \"WordPress\" as sender name and \"wordpress@yourserver.com\" as sender address which is totally fine for admin notifications but not for any kind of emails to you users.":["Normalerweise sendet WordPress alle E-Mails mit dem Absendernamen \"WordPress\" und der Absenderadresse \"wordpress@deinedomain.com\". Für Admin-Benachrichtigungen ist das in Ordnung aber natürlich nicht für Mails an deine Benutzer."],"Please make sure you use the same email address here as in %s. Otherwise your emails could be categorized as junk or not delivered at all.":["Stelle sicher, dass du hier die selbe E-Mail Adresse verwendest wir in %s ansonsten könnten deine Mails als Spam eingestuft oder garnicht erst zugestellt werden."],"It seems you are using an email delivery plugin (%s).":["Sieht so als würdest du ein Plugin für die E-Mail Zustellung verwenden (%s)."],"Your settings have been saved.":["Deine Einstellungen wurden gespeichert."],"This may be one of the reasons for our ★★★★★ ratings.":["Das könnte einer der Gründe für unsere ★★★★★ Bewertungen sein."],"You are a user of our product so we do not want you to buy something you can't use as expected.":["Du bist ein User unseres Plugins also möchten wir nicht, dass du etwas kaufst, das du dann nicht so verwenden kannst wie du es dir vorstellst."],"This is not a newsletter tool, this plugins catches all outgoing WordPress emails as well as mails from most of your plugins and wraps those messages in your nice template. So the content could come from your contact form, a comment notification your store sales and many more emails.":["Das ist kein Newsletter Tool. Dieses Plugin fängt alle ausgehenden E-Mails von WordPress und den meisten Plugins und packt sie in ein hübsches Template. Der Inhalt kommt also von deinen Kontaktformularen, Kommentarbenachrichtigungen, Shop Verkäufen und vielen weiteren bestehenden E-Mails."],"Do you wonder why you can't change the email content?":["Wunderst du dich warum du den Inhalt der E-Mails nicht ändern kannst?"],"get the webfonts extension":["hol dir das Webfonts AddOn"],"Works with our BuddyPress extension.":["Funktioniert mit unserem BuddyPress AddOn"],"Works with our Easy Digital Downloads extension.":["Funktioniert mit unserem AddOn für Easy Digital Downloads"],"Works with our WooCommerce extension.":["Funktioniert mit unserem WooCommerce AddOn"],"Most requested feature by our users.":["Das am häufigsten gewünschte Feature unserer User"],"Use more than 1000 Google fonts.":["Verwende mehr als 1000 Google Fonts."],"Not the sales pitch you expected?":["Nicht der Verkaufs-Pitch den du erwartest hattest?"],"See our own tests here":["Sieh dir hier unsere Tests an"],"Test your emails in multiple email clients to make sure they look either great or at least ok and not completely different than expected.":["Teste deine E-Mails in verschiedenen Mail-Programmen um sicher zu sein, dass sie überall großartig (oder zumindest gut) aussehen und nicht komplett anders als erwartet."],"Test, test, test":["Testen, testen, testen"],"caniemail.com statistics":["caniemail.com Statistiken"],"If you already know how many of your recipients use Outlook, Gmail, Apple Mail, Thunderbird, ... check the stats on whether or not it even makes sense to use non standard fonts.":["Wenn du bereits eine Vorstellung hast wie viele deiner Empfänger Outlook, Gmail, Apple Mail, Thunderbird, ... benutzen sieh dir die Statistiken an ob es überhaupt Sinn macht andere als die Standard-Schriften zu verwenden."],"Know your recipients":["Kenne deine Empfänger"],"Those users whose email clients do not support webfonts will see an alternative font so use webfonts that can be replaced easily by a standard font without destroying your complete email design.":["Die Empfänger, deren E-Mail Programm keine Webfonts unterstützt bekommen eine Alternativ-Schrift angezeigt. Achte also darauf, keine zu ausgefallenen Schriften zu verwenden bei denen die Alternative dein Layout zerstören würde."],"Choose fonts with suitable fallbacks":["Such dir Schriften mit passenden Alternativen aus"],"To be honest, this is a really bad value! So what does it mean for us?":["Ehrlich gesagt ist das echt ein schlechter Wert, aber was bedeutet das in der Praxis?"],"According to caniemail.com webfonts in emails work for just around 52% of users.":["Laut den Daten von caniemail.com funktionieren Webfonts in E-Mails für ca 52% der Empfänger."],"The facts":["Die Fakten"],"Normally we change the sender name and sender address of all emails. You can customize this for each plugin on tab \"Plugins\" but you can also set a default value here.":["Normalerweise ändern wir Name und E-Mail-Adresse des Absenders für alle ausgehenden Nachrichten. Du kannst das auf dem Tab \"Plugins\" für viele Plugins individuell einstellen oder hier das Standard-Verhalten definieren."],"Do not change email sender by default":["Den Absender standardmäßig nicht überschreiben"],"Webfonts":["Webfonts"],"Browse our template library":["Vorlage auswählen"],"Email Container":["Email Container"],"your code snippet…":["dein Code Schnipsel..."],"Just in case the editor on the left is not flexible enough you can use this field to edit the HTML code.":["Nur für den Fall, dass dir der Editor links nicht felxibel genug ist kannst du hier den HTML Code bearbeiten."],"Edit HTML":["HTML bearbeiten"],"Email footer":["E-Mail Fußzeile"],"Subheadline Font":["Zwischenüberschrift"],"Email content":["E-Mail Inhalt"],"Email header":["E-Mail Header"],"Please make sure all images have the same size because only the image url is language dependent.":["Bitte achte darauf, dass die Bilder in allen Sprachen die selbe Größe haben, es wird nämlich nur der Link zum Bild getauscht, alle anderen Einstellungen sind unabhängig von der Sprache."],"If you would like to provide the header image in retina quality, upload an image with a higher resultion, such as for example 1200px x 400px and enter only half the size values in the input fields above (600 x 200).":["Falls du das Bild in Retina Auflösung anzeigen möchtest lade es einfach in doppelter Größe hoch (zB 1200px x 400px) und skalier es dann auf die Hälfte (zB 600px x 200px)"],"Spacing between image and text":["Abstand zwischen Bild und Text"],"Size & Align":["Größe & Ausrichtung"],"You can use this field to add an external image url.":["Du kannst dieses Feld verwenden um eine externe URL anzugeben."],"Image":["Bild"],"Translation":["Übersetzung"],"Email sender":["Absender"],"Image and text placement":["Bild und Text Platzierung"],"Sender":["Absender"],"Template":["Template"],"Use one of our templates to get started":["Nutze eine unsere Vorlagen um den Start zu erleichtern"],"Start Import":["Import starten"],"Paste settings from another site to the field above.":["Kopiere die Einstellungen einer anderen Seite in das Feld oberhalb."],"Copy the settings above and paste into another site.":["Kopiere die Einstellungen oberhalb und füge sie auf einer anderen Seite ein."],"Import template":["Vorlage importieren"],"Export template":["Vorlage exportieren"],"If enabled you can use individual settings depending on the current language selected at the top of the page in your admin bar.":["Wenn du die Übersetzung aktivierst kannst du pro Sprache andere Einstellungen wählen abhängig von der Sprache, die du oben in der Admin-Bar eingestellt hast."],"Enable translation for this field":["Übersetzung für dieses Feld aktivieren"],"From security perspective you should not enable this option but some plugin developers send HTML code in their emails without setting the correct content type header, so you might see HTML tags in your emails.":["Aus Sicherheitsgründen sollte diese Option eigentlich nicht aktiviert werden, aber einige Plugin Entwickler senden ihre im HTML Format ohne den dafür nötigen Header mit anzugeben und so kann es passieren, dass du dann den HTML Code in deinen Mails siehst."],"Allow HTML code in plain text content type":["HTML Code in Plain Text E-Mails"],"Hide footer":["Footer verbergen"],"Hide header":["Header verbergen"],"also enable debug outputs":["auch Debug-Ausgaben aktivieren?"],"Delete plugin settings":["Plugin Einstellungen löschen"],"Add attachments":["Anhänge hinzufügen"],"install":["installieren"],"Overwrite sender":["Absender überschreiben"],"Use template":["Template verwenden"],"Save and Preview":["Speichern und Vorschau"],"Font":["Schrift"],"Header text":["Header-Text"],"Padding":["Innenabstand"],"Select image":["Bild auswählen"],"Header image":["Header-Bild"],"Email sender address":["Absender E-Mail"],"Email sender name":["Absender Name"],"Link styling":["Link Formatierung"],"Content Font":["Inhalt Schriftart"],"Headline Font":["Überschrift Schriftart"],"Background color":["Hintergrundfarbe"],"Create custom template":["Eigenes Template erstellen"],"Advanced features":["Erweiterte Funktionen"],"Advanced":["Erweitert"],"Plugins":["Plugins"]}},"comment":{"reference":"template-designer\/build\/index.js"}}